[
    {
        "name": "Outro",
        "trigger": "level_end",
        "level_nid": "6",
        "condition": "True",
        "commands": [],
        "only_once": false,
        "priority": 20,
        "_source": [
            "#music mute fadeout",
            "#background clearing",
            "#music legacy",
            "",
            "#gabrielle and emma",
            "[OpenMidRight][LoadFace][0x102][OpenMidLeft][LoadFace][0x136][OpenMidLeft]ALRIGHT!!! You won, I tell you what",
            "i know about whats going on here.[A]",
            "",
            "[OpenMidRight]Talk smartly now i will burn you to a crisp",
            "right were you stand if you try to run or[A]",
            "",
            "cast a spell.[A]",
            "",
            "[A][OpenMidRight]Ok first question why are you guys here",
            "in Rosefall to begin with? Why did you[A]",
            "",
            "guys teaming up with wrisiam?[A]",
            "",
            "[OpenMidLeft]We were send to kill the princess of the ",
            "kistunes, we captured her not long ago.[A]",
            "",
            "She been taken to a fort up that mountain.",
            "And why we teamed up with Wrisiam... It's[A]",
            "",
            "becau-- GAHHHH!!![A]",
            "",
            "[OpenMidLeft][ClearFace][OpenMidRight]What was that? He just died right in front",
            "of me! Layla can you sense anything that[A]",
            "",
            "happened to him?[A]",
            "",
            "[OpenFarRight][LoadFace][0x109][OpenFarRight]Hmmm... I sense some kind of magic",
            "seal that was on him. I guessed it triggered[A]",
            "",
            "when he value to umbra is no more or maybe",
            "to stop him from talking. Look i see the magic[A]",
            "",
            "seal on his heart.[A]",
            "",
            "[OpenMidRight]He mentioned that the kistune princess",
            "is up on that mountain outpost. If we move[A] ",
            "",
            "now we can make it before the noon.[A]",
            "",
            "[OpenMidLeft][LoadFace][0x12C][OpenMidLeft]I heard from the townsfolk that they have",
            "alot of their soilders guarding that outpost.[A]",
            "",
            "The princess is going to be executed later ",
            "this night! So we need to move before[A]",
            "",
            "it happened.[A]",
            "",
            "[OpenMidRight]Maybe we can learn something from the ",
            "princess on what is happening to rosefall.[A]",
            "",
            "Mostly... Why did they team up with wrisiam",
            "to beginning with.[A]",
            "",
            "[OpenFarRight]I can see what i can learn from this seal.",
            "This could give us a clue on what could[A]",
            "",
            "trigger it and we can stop it from happening",
            "or even better to stop it in general.[A]",
            "",
            "[OpenMidRight]Alright, I can't believe i am saying this",
            "but bring the corpse with us. Burn it[A]",
            "",
            "if it starts to reanimated or something.",
            "(This is maybe the worst decision i ever made.)[A][OpenFarRight]Alright![A",
            "",
            "][OpenMidRight]Defiants!! LETS MOVE OUT!!!! We got a",
            "princess to save.[A]",
            "",
            "[OpenMidLeft]LETS GO!![A]",
            "",
            "#move to chapter 7"
        ],
        "nid": "6 Outro"
    }
]